Repository: Firozsabath/OnlineApplicatioNew
Catalog: ApplyNew/Resources/Resource.*.resx
Languages: ar_sa

# Acceptedformat_docuploads
source: Accepted formats are .jpg, .jpeg, .doc, .docx, .pdf, .gif, .png
ar_sa: نوع الملف المسموح به .jpg, .jpeg, .doc, .docx, .pdf, .gif, .png

# Agree_condtion1
source: I understand and agree that I must provide original versions of all relevant attestations and equivalency documentation within my first semester at Canadian University Dubai
ar_sa: انا على علم و دراية بتسليم جميع الوثائق الاصلية والمصدقة بالاضافة الى معادلة الثانوية العامة الصادرة من وزارة التربية والتعليم خلال الفصل الدراسي الاول من تاريخ الالتحاق في الجامعة الكندية دبي

# Agree_condtion2
source: I certify that the information I have provided in this application is true and complete. I fully realize that omission or falsification of information will be sufficient reason for rejection and dismissal
ar_sa: أؤكد على مصداقية و صحة البيانات التي تم إدخالها في هذا الطلب، و أنا على علم بأنه في حالة ادخال أي وثائق غير صحيحة سوف يتم إلغاء نموذج الالتحاق

source: Amount Payable
ar_sa: المبلغ المستحق للدفع

# Amount_Paid_cudreceipt
source: Amount Paid
ar_sa: المبلغ المدفوع

# ApplicantBasicInfo
source: Applicant Basic Information
ar_sa: البيانات الأساسية

# Applicantinfoh1
source: Applicant Information
ar_sa: بيانات مقدم الطلب

# Applyfor
source: I am applying for
ar_sa: اختيار الدرجة العلمية

source: City
ar_sa: المدينة

source: College/University Information
ar_sa: البيانات الجامعية

source: Company
ar_sa: المؤسسة

source: Continue
ar_sa: استمرار

source: Continue an existing Application
ar_sa: استكمال الطلب الحالي

# Continue_to_make_Payment
source: Pay by card
ar_sa: اضغط للدفع

source: Create a new Application
ar_sa: تقديم طلب جديد

source: Current Address
ar_sa: العنوان الحالي

# dob
source: Date of Birth
ar_sa: تاريخ الميلاد

source: Documents Uploads
ar_sa: تحميل الوثائق

# Eanddoc
source: Education and Documents
ar_sa: المستندات و الوثائق العلمية

# EducationInfo
source: Education Information
ar_sa: البيانات الدراسية

# ELR
source: English Language Requirement
ar_sa: متطلبات اللغة الانكليزية ( الشهادة)

source: Email
ar_sa: البريد الالكتروني

# Email_ID_cudreceipt
source: Email ID
ar_sa: البريد الالكتروني

# Email_Onlinepayment
source: Email
ar_sa: البريد الالكتروني

source: Employer Details
ar_sa: تفاصيل الموظف

source: Enter Your Email ID
ar_sa: ادخل البريد الالكتروني الخاص بك

# Enter_Your_ProspectID
source: Enter Your Applicant ID
ar_sa: ادخل رقم الطلب الخاص بك

# Feedback_msg1_leadcomplete
source: Thank You for submitting your application to canadian university Dubai
ar_sa: شكرا على اهتمامك في الجامعة الكندية دبي . لقد تم تقديم الطلب بنجاح

# Feedback_msg2_leadcomplete
source: You should expect a response back from the admission team within 24 hours
ar_sa: يرجى العلم بأنه سوف يتم التواصل معك خلال 24 ساعة

# Feedback_msg3_leadcomplete
source: If you have any question you may reach us by phone 04-321-9090 or by email at
ar_sa: إذا كانت لديك أية استفسارات أخرى يمكنك التواصل معنا عبر الهاتف على الرقم 043219090 أو عبر البريد الالكتروني

# FirstName
source: First Name (English)
ar_sa: الاسم الأول (بالانجليزية)

# Gender
source: Select Gender
ar_sa: الجنس

# GPA_Collegesection
source: GPA
ar_sa: المعدل التراكمي

# GPA_out_of_Collegesection
source: GPA out of
ar_sa: المعدل التراكمي من

# GuardianEmail
source: Email
ar_sa: البريد الالكتروني

# GuardianFirstName
source: First Name
ar_sa: الاسم الأول (لولي الأمر)

# GuardianInfo
source: Guardian Information
ar_sa: معلومات ولي الامر

# GuardianLastName
source: Last Name
ar_sa: اسم العائلة (لولي الأمر)

# GuardianPhone
source: Phone
ar_sa: رقم الهاتف

# GuardianRelationship
source: Relationship
ar_sa: صلة القرابه

# Guardianrequiredforcompletion
source: Mark (*) is required for completion
ar_sa: يجب ملئ الحقول التي عليها اشارة (*) الزامية

# hearabtus
source: How did you hear about us?
ar_sa: كيف علمت عن الجامعة ؟

# HighSchoolcountry
source: Select High School country
ar_sa: بلد الدراسة ( الثانوية )

# HighSchoolInfo
source: High School Information
ar_sa: بيانات الثانوية العامة

# housingaccommodation
source: Do you require housing accommodation?
ar_sa: هل تريد التسجيل في السكن الجامعي ؟

# institution_you_are_transferring_from
source: Please enter the institution you are transferring from
ar_sa: يرجى ادخال بيانات المؤسسة المحول منها

# LastName
source: Last Name (English)
ar_sa: اسم العائلة (بالانجليزية)

# list1
source: Please provide all responses in English
ar_sa: يرجى ملئ البيانات باللغة العربية

# list2
source: Required fields are indicated by a red asterisk (*)
ar_sa: الحقول التي عليها اشارة (*) الزامية

# Message1_cudreceipt
source: We will be processing your application and contacting you as needed.
ar_sa: يرجى العلم بأن الطلب الخاص بك قيد الاجراء و سوف يتم التواصل معك في أقرب وقت

# Message2_cudreceipt
source: The following information is for your records. For your convenience, we have emailed you this information.
ar_sa: تم ارسال المعلومات المذكورة أدناه إلى البريد الالكتروني الخاص بك

# MiddleName
source: Middle Name (English)
ar_sa: الاسم الثاني (بالانجليزية)

# Name_cudreceipt
source: Name
ar_sa: الاسم

source: Nationality
ar_sa: الجنسية

# needastudentvisa
source: Do you need a student visa?
ar_sa: هل تريد اصدار اقامة (فيزا )على الجامعة ؟

# Needtransportation
source: Do you need transportation?
ar_sa: هل تريد التسجيل في المواصلات ؟

# Official_CUD_Online_Application
source: Online Application
ar_sa: الصفحة الرئيسية لتقديم طلب الالتحاق

source: Online Application
ar_sa: الطلب الالكتروني

# Online_Application_cudreceipt
source: Online Application
ar_sa: الطلب الالكتروني

source: Online Payment Page
ar_sa: استكمال اجراءات الدفع

source: Optional Information
ar_sa: معلومات اضافية

# Other_Miscellaneous_fees
source: Tuition or Other Miscellaneous fees
ar_sa: الرسوم الدراسية ( رسوم اخرى )

source: Payment Details
ar_sa: تفاصيل الدفع

# Phone
source: Phone 1
ar_sa: رقم الهاتف

# Please_enter_the_below_data_to_retreieve_profile_info
source: Please enter the below data to retrieve your application
ar_sa: يرجى إدخال المعلومات التالية لاستكمال الطلب

source: Please provide your bachelor information
ar_sa: يرجى ادخال بيانات الشهادة العلمية

source: Position
ar_sa: المسمى الوظيفي

source: Proceed for Payment
ar_sa: اجراءات الدفع

# Program
source: Program Choice
ar_sa: البرنامج

# ProspectID_cudreceipt
source: ProspectID
ar_sa: رقم الطلب

# Required_for_docuploads
source: Mark (*) is required for completion
ar_sa: يجب ملئ الحقول التي عليها اشارة (*) الزامية

# reserve_my_seat
source: I would like to reserve my seat for 2500 AED
ar_sa: أرغب في حجز مقعد دراسي (2500 د.إ) التي سوف تحتسب من ضمن الرسوم الدراسية

source: Retrieve Application
ar_sa: استكمال الطلب

# save
source: Save and Exit
ar_sa: حفظ و خروج

# Score_HSsection
source: Score
ar_sa: الدرجة

# Score_out_of_HSsection
source: Score out of
ar_sa: الدرجة من

source: Select Country
ar_sa: اختيار البلد

# Select_College_Collegesection
source: Select College
ar_sa: اختيار الجامعة

# Select_College_country_Collegesection
source: Select College country
ar_sa: اختار بلد الدراسة

# Select_curriculum_type_HSsection
source: Select curriculum type
ar_sa: اختيار المنهاج الدراسي

# Specialneeds
source: Do you have any special needs? This information is voluntary and confidential
ar_sa: هل انت من اصحاب الهمم؟ المعلومات اختيارية وسرية غير معلن عنها

source: Student Name
ar_sa: اسم الطالب

# Successful_msg_cudreceipt
source: Success! Your application has been submitted.
ar_sa: لقد تم تقديم الطلب بنجاح

# term
source: Expected Entrance Term
ar_sa: اختيار الفصل الدراسي

source: Test Date
ar_sa: تاريخ الامتحان

source: Test Score
ar_sa: درجة الامتحان

source: Test Selection
ar_sa: اختيار الامتحان

# Transaction_Date_cudreceipt
source: Transaction Date
ar_sa: تاريخ المعاملة

# Transaction_num_cudreceipt
source: Transaction number
ar_sa: رقم المعاملة

# TransferInfo
source: Transfer Information
ar_sa: بيانات المؤسسة المحول منها

source: Transfer Institution
ar_sa: اسم المؤسسة المحول منها

# Transferstatus
source: Are you transferring from another Institution
ar_sa: هل أنت طالب محول من جامعة أخرى

# Transfertocanada
source: Do you plan on transferring or completing your studies in a partner university / college in Canada?
ar_sa: هل تريد استكمال دراستك الجامعية في كندا

source: Transfer Institution Country
ar_sa: بلد الدراسة

source: Transfer Program
ar_sa: برنامج الدراسة

source: UAE Residency Status
ar_sa: حالة الاقامة في دولة الامارات

source: UAE Resident
ar_sa: مقيم في الامارات

# Unsuccessful_msg_cudreceipt
source: Sorry, Your Payment Was Unsuccessful.Please Try Again.
ar_sa: عذرا، لم تتم عملية الدفع بنجاح. يرجى المحاولة مرة أخرى

# Uploadsingledoc_docuuploads
source: Upload single documents at a time
ar_sa: تحميل الوثيقة الواحدة في كل حقل ( بشكل كامل )

# vemail
source: Verify Email
ar_sa: تأكيد البريد الالكتروني

# WelcomeMessage1_sc1
source: Are you ready to apply to Canadian University Dubai (CUD)? Begin your educational journey by completing our simple 3 step application.
ar_sa: نرحب بكم في الجامعة الكندية دبي و نشكركم على اهتمامكم. للتقديم على طلب جديد/ استكمال الطلب الحالي يرجى ادخال بيانات المستخدم

# WelcomeMessage2_sc1
source: Follow along the application to apply to one of our undergraduate or graduate programs. To begin a new application, kindly click the 'Create A New Application' button below. If you have already started an application, but the application is incomplete, kindly proceed by clicking the 'Continue An Existing Application' button.
ar_sa: من خلال البوابة الالكترونية للطلب يمكنك التقديم بثلاث خطوات فقط. إذا كانت لديك أية استفسارات أخرى يرجى التواصل معنا عبر البريد الالكتروني

# Welcome_sc1
source: Welcome to Canadian University Dubai!
ar_sa: مرحبا بك

source: You can access your submitted application here
ar_sa: لرؤية الطلب الذي قمت بتقديمه يمكنك الضغط هنا

# You_may_reach_us_cudreceipt
source: You may reach us by phone at
ar_sa: يمكنك التواصل معنا عبر الهاتف

source: Back to application
ar_sa: الرجوع إلى صفحة الطلب

source: Education Info
ar_sa: المعلومات الدراسية

source: Enter College Name
ar_sa: ادخل اسم الجامعة

source: Enter School Name
ar_sa: ادخل اسم المدرسة

source: Expiry Date
ar_sa: تاريخ الانتهاء

source: Payment
ar_sa: الدفع

# Please_continue_your_appliction
source: Please continue your appliction by clicking in the below button.
ar_sa: يرجى الضغط أدناه لاستكمال الطلب

source: Please specify your special needs
ar_sa: يرجى التحديد

source: Select High School
ar_sa: اختيار اسم المدرسة

source: Start Application
ar_sa: تقديم الطلب

# Successful_registration_message
source: You had successfully created an account. A detailed Email has been send to your registered Email about the account details.
ar_sa: لقد قمت بانشاء حساب خاص بك بنجاح. تم ارسال المعلومات الخاصة بطلبك إلى البريد الالكتروني المسجل لدينا

source: Thank You for registering with canadian university Dubai!
ar_sa: شكرا على اهتمامك في الجامعة الكندية دبي.

source: UAE ID
ar_sa: الهوية الإماراتية

source: Update Personal Information
ar_sa: تحديث البيانات الشخصية

source: Your Application
ar_sa: الطلب الخاص بك

source: Applicant Type
ar_sa: اختيار الدرجة العلمية

source: Aunt
ar_sa: عمة

source: Bachelors
ar_sa: درجة البكالوريوس

source: Brother
ar_sa: الأخ

source: Choose a Relation
ar_sa: اختر صلة القرابة

source: Father
ar_sa: الأب

source: Female
ar_sa: أنثى

source: First Name Arabic
ar_sa: الاسم الأول (بالعربية)

source: Guardian
ar_sa: ولي الأمر

source: Last Name Arabic
ar_sa: اسم العائلة (بالعربية)

source: Male
ar_sa: ذكر

source: Masters
ar_sa: درجة الماجستير

source: Middle Name Arabic
ar_sa: الاسم الثاني (بالعربية)

source: Mother
ar_sa: الأم

source: No
ar_sa: لا

source: Options
ar_sa: خيارات

source: Sister
ar_sa: الأخت

source: Uncle
ar_sa: العم/الخال

source: Yes
ar_sa: نعم

# Agree_condtion3
source: The application fee payment does not guarantee acceptance in Canadian University Dubai and is non-refundable. Tuition deposit/ Seat reservation fees of AED 2,500.00/- is non-refundable.
ar_sa: إن دفع رسوم تقديم الطلب لا يضَمن للطالب القبول في الجامعة الكندية دبي وهي رسوم غير قابلة للاسترداد. إن رسوم حجز المقعد 2,500 درهم هي رسوم غير قابلة للاسترداد.
